{
  "stems": [
    "(a) (i) Describe the intervals labelled (1) – (6) and highlighted in Extract One. State both quality and",
    "(c) (i) Describe the changes of texture, metre, and tempo in Extract Three, using specific musical",
    "(ii) Discuss the effect these changes would have on the music.",
    "(a) Transcribe the bass guitar part in Extract Five from tablature into notation. The extract is in F major.",
    "(c) Identify three types of articulation marking in Extract Seven. How does the articulation marking",
    "(b) Analyse the chords highlighted and labelled (1) – (5) in Extract Nine using",
    "(a) (i) Add appropriate key signatures to each stave in this extract to indicate that the piece is in",
    "(iii) Using musical evidence from the score, explain how the metre of the music is unusual.",
    "(b) Describe the intervals bracketed and labelled (1) – (6) in Extract Two. State both the quality and",
    "(d) Discuss how texture and rhythmic motifs are used in Extract Three.",
    "(ii) Discuss the effect that your chosen similarity and difference has on the music.",
    "(a) Analyse the harmony of the extract by adding chord indications in the boxes above the vocal",
    "(b) Identify the key of the extract. Provide at least TWO pieces of evidence from the score to",
    "(c) Describe TWO examples of a passing modulation or chromatic movement in the extract.",
    "Support your answer with evidence from the score. You may annotate the score to support",
    "(a) (i) Identify the key of the extract. Provide at least TWO pieces of evidence to support your",
    "(c) (i) Analyse the harmony of Extract Two, on page 5, by adding chord indications using",
    "(ii) Discuss how the composer has used textural variety and harmony to enhance the lyrics.",
    "Support your response with evidence from the score. You may annotate the score to",
    "(a) Describe the use of texture in Extract Four and discuss the effect this has on the music.",
    "(b) Describe the use of rhythmic motifs in Extract Four and discuss the effect this has on",
    "(c) Discuss how either articulation, dynamics, or pitch are used to create contrast in Extract Four.",
    "(b) Discuss the effect that changing time signatures and tempo have on the music.",
    "(c) Describe ONE rhythmic feature of Extract Six and discuss the effect that it has on the music.",
    "(d) Identify the intervals bracketed and labelled",
    "(b) Discuss the use of texture in Extract",
    "(a) Identify the key of Extract Five, and give at least TWO pieces of evidence form the score to",
    "(b) Analyse the highlighted chords in Extract Five by writing Roman numeral chord indications",
    "(d) (i) Describe the bracketed intervals labelled !-\" in Extract Seven. State both the quality",
    "(a) (i) Describe the intervals labelled 1-6 in Extract One. State both the quality and quantity of",
    "(b) Discuss the use of ONE compositional device or feature in Extract One and discuss the effect",
    "(d) Identify three types of articulation marking in Extract One. How does the articulation",
    "(a) Transcribe the guitar part in Extract Two from tablature into notation. The extract is in E",
    "(ii) Add accidentals to bars 21-22 (below) to indicate a modulation to the dominant key.",
    "(b) Analyse the chords highlighted and labelled (1)-(5) in extract five using",
    "(c) (i) Describe the changes of texture, dynamics and tempo in Extract Six on the previous",
    "(a) (i) Describe the quality and quantity of the intervals labelled ①-④ (such as minor 3",
    "(ii) On the score in Extract One, add an accidental to the upper note of the intervals that are",
    "(c) Transcribe the guitar tablature in Extract Three into standard notation.",
    "(c) (i) Analyse the harmony of Extract Seven by adding chord indications in the boxes above the",
    "(ii) Identify the key of Extract Seven, and give at least TWO piece of evidence from the score",
    "(d) (i) Notate the Alto, Tenor and Bass parts in the last two bars using the chords provided.",
    "(ii) Name the cadence: _____________________",
    "(b) Discuss the use of textural features in Extract Nine. Give specific evidence from the score to",
    "(c) Discuss the use of a compositional device in Extract Nine. Give specific evidence from the",
    "instrumentation and discuss the effect this has on the music using specific evidence from",
    "(iii) Using musical evidence from the score, explain how the rhythm written in bar 3 is",
    "(b) Describe the quality and quantity of the intervals labelled ①-⑥ (such as minor 3",
    "(d) Discuss how texture is used in Extract Three.",
    "(a) Analyse the harmony of extract four by adding chord indications in the boxes above the",
    "(c) Describe a moment of passing modulation in extract four. Support your answer with",
    "evidence from the score. You may annotate the score to support your response.",
    "(a) Describe in detail how the piano part is play in extract five. Use specific evidence from the",
    "in Extract One and discuss the effect this has on the music. Support",
    "your answer with evidence from the score. You may annotate the score to support your",
    "(b) Describe the use of melodic motifs in Extract One and discuss the effect this has on the",
    "(c) Discuss how either the articulation, dynamics, or pitch are used to create contrast in Extract",
    "(d) Transcribe Extract Two into a piano reduction score using the staves below. Include",
    "(a) Identify the key of the extract. Provide at least TWO pieces of evidence to support your",
    "(d) Identify the intervals bracketed and labelled ①-⑥. State both the quality and the quantity",
    "(a) Analyse the harmony of Extract Four on page 9, by adding chord indications using jazz / rock",
    "There are FIVE chords to identify:",
    "(a) (i) Complete the table below to describe the melodic intervals between the semiquavers",
    "(ii) On the score of Extract One, add an accidental to the upper note of the intervals that are",
    "(c) Discuss the use of a compositional device or feature used in Extract Three. Include the effect it",
    "(a) Identify (✔) the voice type that would be able to sing this song. Give TWO pieces of evidence from",
    "(b) Transcribe the guitar tablature in Extract Six into standard notation.",
    "(c) (i) Identify the key of Extract Seven, and give at least TWO pieces of evidence from the score to",
    "(ii) Analyse the harmony of Extract Seven by adding chord indications in the boxes above the",
    "(d) (i) Notate the guitar part in the last three bars using the chords provided.",
    "(c) Discuss the use of texture and compositional features in Extract Nine. Give specific evidence from",
    "instrumentation and discuss the effect this has on the music using specific evidence from the"
  ],
  "verbs": [
    "(c) Discuss how either articulation, dynamics, or pitch are used to create contrast in Extract Four.",
    "With some exceptions, rather than specifying that a particular task offers an opportunity for the candidate",
    "opportunity at",
    "sense of unity to the",
    "brightness and energy.",
    "opportunity (of",
    "up tension before being",
    "This creates a sense of",
    "unity.",
    "texture. This creates a sense",
    "contrast.",
    "(e) Character and feel of the music",
    "energy.",
    "great contrast going",
    "character and feel",
    "contrasting dynamics",
    "energy and variety.",
    "(e) Describe the character and feel of the melody in Extract Three providing specific musical",
    "pitches creates a sense",
    "(c) Contrast",
    "contrasting with",
    "unity, while also",
    "of contrast",
    "contrast is formed,",
    "use of contrast",
    "(c) Discuss how either the articulation, dynamics, or pitch are used to create contrast in Extract",
    "With some exceptions, rather than specifying that a particular task offers an opportunity for the candidate to meet",
    "contrast. There is an imitative texture",
    "contrast, the clarinet, and",
    "instruments. This creates a sense of",
    "semitone figure, and a sense of unity is",
    "contrast in the rhythmic",
    "creates a sense of unity for the",
    "timbral contrast. It would sound",
    "provide energy and momentum.",
    "contrasting unison and chordal",
    "rhythm, creating a lively contrast",
    "in contrast with bars 5–8 with",
    "and aural contrast.",
    "• The contrast in pitch creates a",
    "contrast is",
    "contrast affects",
    "• Repetition - gives a sense of unity to the melodic line",
    "• The similarity of the melody line creates a sense of unity for the listener throughout the",
    "• Staccato - give a feeling of brightness and energy / emphasise the semiquaver",
    "• Differences - The triplets in the accompaniment provide energy and momentum.",
    "• Syncopation/repetition - creates a sense of momentum / excitement",
    "• Fast semi-quavers - give a feeling of energy and excitement",
    "• Sequence - descending melodic sequence, which creates a sense of downward",
    "• Harmonic rhythm - Variety creates a sense of freedom and unpredictability.",
    "• Use of chromatic notes - strengthens harmonic progression and creates tension",
    "which needs a resolution.",
    "• repetition - helps to create unity and a sense of simplicity"
  ],
  "rubric": [
    "AchievementAchievement with MeritAchievement with Excellence",
    "evidence from the score to support your answer.",
    "effect it would have on the music. Give specific musical evidence from the score to support your",
    "(a) (i) Bars 1–5 of Extract Nine are in the key of F major. Give musical evidence to show why this",
    "(iii) Using musical evidence from the score, explain how the metre of the music is unusual.",
    "(b) Identify the key of the extract. Provide at least TWO pieces of evidence from the score to",
    "Evidence:",
    "Support your answer with evidence from the score. You may annotate the score to support",
    "(a) (i) Identify the key of the extract. Provide at least TWO pieces of evidence to support your",
    "Evidence (1):",
    "Evidence (2):",
    "Support your response with evidence from the score. You may annotate the score to",
    "Use evidence from the score to support your response.",
    "Achievement Achievement with Merit Achievement with Excellence",
    "evidence of (e.g.):",
    "to meet the standard at Achievement level only, or Merit level only, the tasks in the examination are",
    "designed to allow the candidate to meet the standard at any level of Achievement. Each response",
    "should therefore be marked from “top down” – that is, evidence for meeting the standard at Excellence",
    "should first be sought, then, if necessary, evidence for Merit, and then evidence for Achievement.",
    "In the Evidence Statements, the steps up from Achievement → Merit → Excellence are intended to be",
    "of evidence as the grade(s) below, it should require demonstration of appreciably greater skill, as",
    "Not Achieved Achievement Achievement with Merit",
    "Achievement",
    "with Excellence",
    "Evidence",
    "Question Sample Evidence Achievement",
    "with Merit",
    "including underlined-",
    "type evidence.",
    "Merit",
    "four) Merit",
    "Excellence",
    "N0/ = No response; no relevant evidence.",
    "pieces of evidence",
    "underlined-type",
    "evidence.",
    "including bold-type",
    "five) Merit",
    "Achievement Criteria",
    "on page 3. Give specific musical evidence from the",
    "(a) Identify the key of Extract Five, and give at least TWO pieces of evidence form the score to",
    "including the effect it would have on the music. Give specific musical evidence from the",
    "bold-type evidence.",
    "evidence from",
    "three) Merit",
    "• evidence to",
    "evidence, including",
    "it would have on the music. Give specific musical evidence from the score to support your",
    "(a) (i) Bars 23-27 of Extract Five are in the key of G major. Give musical evidence to show why",
    "page, using specific musical evidence from the score to support your answer.",
    "tonality, by giving evidence of (e.g.):",
    "(ii) Identify the key of Extract Seven, and give at least TWO piece of evidence from the score",
    "(b) Discuss the use of textural features in Extract Nine. Give specific evidence from the score to",
    "(c) Discuss the use of a compositional device in Extract Nine. Give specific evidence from the",
    "instrumentation and discuss the effect this has on the music using specific evidence from",
    "Evidence of key signature:",
    "of evidence to",
    "(iii) Using musical evidence from the score, explain how the rhythm written in bar 3 is",
    "evidence from the score.",
    "evidence from the score. You may annotate the score to support your response.",
    "(a) Describe in detail how the piano part is play in extract five. Use specific evidence from the",
    "of evidence.",
    "pieces of evidence.",
    "pieceS of evidence,",
    "your answer with evidence from the score. You may annotate the score to support your",
    "One. Use evidence from the score to support your response.",
    "(a) Identify the key of the extract. Provide at least TWO pieces of evidence to support your",
    "pitch / tonality, by giving evidence",
    "the standard at Achievement level only, or Merit level only, the tasks in the examination are designed to allow the",
    "candidate to meet the standard at any level of Achievement. Each response should therefore be marked from “top",
    "down” – that is, evidence for meeting the standard at Excellence should first be sought, then, if necessary,",
    "evidence for Merit, and then evidence for Achievement.",
    "In the Evidence Statements, the steps up from Achievement → Merit → Excellence are intended to be qualitative,",
    "rather than quantitative – that is, rather than a higher grade requiring “more of the same” type of evidence as the",
    "Question Sample Evidence Achievement Achievement",
    "musical evidence,",
    "bold-type",
    "(underlined-type",
    "evidence).",
    "part, (bold-type",
    "evidence",
    "bold-type evidence",
    "Sample Evidence Achievement",
    "Sample Evidence Achievement Achievement",
    "N0/ = No response; no relevant evidence",
    "piece of evidence",
    "shown (underlined-",
    "type evidence).",
    "(bold-type)",
    "Achievement with Merit Achievement",
    "Achievement Achievement",
    "piece of evidence.",
    "of evidence,",
    "pieces of evidence,",
    "by underlined-",
    "(ii) Give specific evidence from the score to justify your choice of time signatures.",
    "would have on the music. Give specific musical evidence to support your answer.",
    "(a) Identify (✔) the voice type that would be able to sing this song. Give TWO pieces of evidence from",
    "(c) (i) Identify the key of Extract Seven, and give at least TWO pieces of evidence from the score to",
    "(c) Discuss the use of texture and compositional features in Extract Nine. Give specific evidence from",
    "instrumentation and discuss the effect this has on the music using specific evidence from the",
    "Language used for Excellence in NCEA Music Exams",
    "Achievement – identify = knowledge",
    "Merit – Explain/Describe = in depth knowledge",
    "Excellence – Apply/Analyse = comprehensive knowledge",
    "The following are phrases used for Excellence from previous NZQA exams."
  ]
}